---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayrunWidthParam
source: html/4063c348-df94-ffb1-a6c5-65235c8f8bb1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayrunWidthParam Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayrunWidthParam { get; }
```